sdaiGetAttrDefinitionBN(System.SByte!System.Runtime.CompilerServices.IsSignUnspecifiedByte*,System.SByte!System.Runtime.CompilerServices.IsSignUnspecifiedByte*,System.SByte!System.Runtime.CompilerServices.IsSignUnspecifiedByte*)
\details
Retrieves the definition of a specified attribute.
\param schemaName [in] A string that contains the name of the schema.
\param entityName [in] A string that contains the entity name.
\param attrName   [in] A string that contains the attribute name.
\returns The required attribute with the specified name.